Repository: simendipeter/osis-assistant
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: at line number :
fr_be: à la ligne numéro :

source: (for the 2nd renewal)
fr_be: (pour le 2ème renouvellement)

source: A date is invalid in the file
fr_be: Une date est invalide dans le fichier

source: A justification is required if the opinion is unfavourable or conditional
fr_be: Une justification est requise si l'avis est défavorable ou conditionnel

source: A problem occured, data have not been saved
fr_be: Un problème est survenu, les données n'ont pas pu être sauvegardées

source: A reviewer having the same role for this entity already exists
fr_be: Un évaluateur pour ce rôle et cette entité existe déjà

source: Academic year
fr_be: Année académique

source: Accept
fr_be: Accepter

source: Access denied!
fr_be: Accès refusé!

source: Accomplish a workflow step back
fr_be: Effectuer un retour en arrière d'une étape dans le workflow

source: Acronym
fr_be: Acronyme

source: Activities
fr_be: Activités

source: Activities in the field of publishing (editorial board,...)
fr_be: Activités dans le domaine de l’édition (comité(s) de rédaction...)

source: Add
fr_be: Ajouter

source: Add a delegate
fr_be: Ajout d'un délégué

source: Add a teaching unit
fr_be: Ajouter une unité d'enseignement

source: Add file
fr_be: Ajouter un fichier

source: Add reviewer
fr_be: Ajouter évaluateur

source: Adding, replacing and deleting reviewers
fr_be: Ajout, remplacement et suppression des évaluateurs

source: Administrative
fr_be: Administratif

source: Administrative data
fr_be: Données administratives

source: Administrative information
fr_be: Coordonnées administratives

source: Administrator
fr_be: Administrateur

source: Advice missing in form
fr_be: Opinion manquante dans le formulaire

source: Age
fr_be: Âge

source: Appeal in progress
fr_be: Appel en cours

source: Apply
fr_be: Appliquer

source: Are you sure you want to accept the renewal request? This action is irreversible.
fr_be: Êtes-vous certain de vouloir accepter la demande de renouvellement ? Cette action est irréversible.

source: Are you sure you want to add this reviewer? This action is irreversible.
fr_be: Êtes-vous certain de vouloir ajouter cet évaluateur ? Cette action est irréversible.

source: Are you sure you want to decline the renewal request? This action is irreversible.
fr_be: Êtes-vous certain de vouloir décliner la demande de renouvellement ? Cette action est irréversible.

source: Are you sure you want to delegate your role? This action is irreversible.
fr_be: Êtes-vous certain de vouloir déléguer votre rôle ? Cette action est irréversible.

source: Are you sure you want to delete this course?
fr_be: Êtes-vous certain de vouloir supprimer ce cours ?

source: Are you sure you want to send these emails? This action is irreversible.
fr_be: Êtes-vous certain de vouloir envoyer ces courriels ? Cette action est irréversible.

source: Are you sure you want to step back the mandate? This action is irreversible.
fr_be: Êtes-vous certain de vouloir reculer d'une étape ? Cette action est irréversible.

source: Are you sure you want to validate and submit? This action is irreversible.
fr_be: Êtes-vous certain de vouloir valider et soumettre ? Cette action ne pourra pas être annulée.

source: Assessment access dates for assistants
fr_be: Dates d'accès aux évaluations pour les assistants

source: Assistant
fr_be: Assistant·e

source: Assistant file
fr_be: Dossier assistant

source: Assistant file and opinion
fr_be: Dossier d'assistant et avis

source: Assistant mandate renewal application
fr_be: Demande de renouvellement du mandat d'assistant·e

source: Assistant mandate renewal application processing
fr_be: Gestion des demandes de renouvellement des mandats d'assistant·e

source: Assistant mandates importation
fr_be: Importation des mandats d'assistant

source: Assistant type
fr_be: Type d'assistant·e

source: Assistants contract ending dates
fr_be: Dates de fin de contrat des assistants

source: Assistants who have declined their renewal
fr_be: Assistants qui ont décliné leur demande

source: Attach a PDF file
fr_be: Joindre un document PDF

source: Beginning
fr_be: Début

source: Cancel
fr_be: Annuler

source: Choose a file
fr_be: Choisir un fichier

source: Choose a person as reviewer for
fr_be: Choisissez une personne comme évaluateur pour

source: Click OK to save the modified data before moving to another section. Click Cancel to continue without saving.
fr_be: Cliquez sur OK pour sauvegarder les données modifiées avant de changer de rubrique. Cliquez sur Annuler pour continuer sans sauvegarder.

source: Comment
fr_be: Commentaire

source: Comment DAS/CAS - Vice-Rector
fr_be: Commentaire DAS/CAS - Vice-Recteur

source: Comments on previous renewal applications
fr_be: Commentaires des demandes de renouvellement précédentes

source: Completed
fr_be: Terminé

source: Conditional
fr_be: Conditionnel

source: Conference(s) to which I have contributed by communication or post, alone or with others.
fr_be: Conférence(s) auxquelle(s) j'ai contribué par communication ou poster, seul·e ou avec d'autres

source: Confidential
fr_be: Confidentiel

source: Confirm reviewer replacement
fr_be: Êtes-vous certain de vouloir remplacer l'évaluateur?

source: Contract
fr_be: Contrat

source: Contract end date
fr_be: Date de fin du contrat

source: Contract length
fr_be: Durée contrat

source: Contract start date
fr_be: Date de début du contrat

source: Course units
fr_be: Unités de cours

source: Create an organization
fr_be: Créer une organisation

source: Current positions outside the University and %% of time spent
fr_be: Fonctions actuelles exercées en dehors de l'Université et %% de temps consacré

source: DAF representative
fr_be: Délégué de DAF

source: Dashboard
fr_be: Tableau de bord

source: Date of confirmation test
fr_be: Date de l'épreuve de confirmation

source: Date of defense of thesis (if already known)
fr_be: Date de défense de thèse (si déjà connue)

source: Date of doctoral enrollment
fr_be: Date d'inscription au doctorat

source: Date of first nomination
fr_be: Date de la première nomination

source: Dean of Faculty
fr_be: Doyen de faculté

source: Dean of Faculty representative
fr_be: Délégué de doyen de faculté

source: Delegation(s)
fr_be: Délégation(s)

source: Delete
fr_be: Supprimer

source: Delete file
fr_be: Supprimer fichier

source: Doctorate opinion
fr_be: Avis doctorat

source: Duration of a session (h)
fr_be: Durée d'une séance (h)

source: Duration of contract (FTE)
fr_be: Durée contrat (ETP)

source: Edit
fr_be: Editer

source: Emails
fr_be: Courriels

source: End
fr_be: Fin

source: End date
fr_be: Date de fin

source: Enrolled in the Ph.D. program
fr_be: Inscrit·e au doctorat

source: Entities
fr_be: Entités

source: Entity
fr_be: Entité

source: Error during saving the file, try again
fr_be: Erreur durant la sauvegarde du fichier, veuillez réessayer

source: Evaluations (optional)
fr_be: Evaluations (facultatif)

source: Exceptional
fr_be: Exceptionnel

source: Exercises, workshops, seminars - associated with hours of volume 2, which you personally assume
fr_be: Exercices, TP, séminaires - associés aux heures de volume 2, que vous assumez personnellement

source: Export mandates to sap
fr_be: Exporter tous les dossiers vers un zip

source: Export of assistants mandates
fr_be: Exportation des mandats des assistants

source: Export of the declined assistants mandates
fr_be: Exportation des mandats déclinés

source: Exporting all data to a PDF file
fr_be: Exportation des données dans un fichier PDF

source: Exporting assistants who declined their renewal
fr_be: Exportation de la liste des assistants qui ont décliné leur demande

source: Exporting files to an XLSX file
fr_be: Exportation des dossiers vers un fichier XLSX

source: Favourable
fr_be: Favorable

source: File must be xlsx
fr_be: Le fichier doit être un xlsx

source: Filename can not contains : ( ) %% $ , ; : / = +
fr_be: Le nom du fichier ne peut pas contenir : ( ) %% $ , ; : / = +

source: Files that can be treated
fr_be: Dossiers pouvant être traités

source: Firstname
fr_be: Prénom

source: Full-time equivalent
fr_be: Equivalent temps plein

source: General comment
fr_be: Commentaire général

source: Generate a PDF file
fr_be: Générer un fichier PDF

source: Import assistant mandates
fr_be: Importer les mandats d'assistant

source: Importing files from an XLSX file
fr_be: Importation des dossiers depuis un fichier XLSX

source: In progress
fr_be: En cours

source: Information for future students (CIO, shows, Campus Days, Midi Masters,...)
fr_be: Informations aux futurs étudiants (CIO, salons, Campus Days, Midi Masters...)

source: Inject
fr_be: Injecter

source: Inject xls file
fr_be: Injecter le fichier xls

source: Learning unit
fr_be: Unité d'enseignement

source: Learning units
fr_be: Unités d'enseignement

source: List of files
fr_be: Liste des dossiers

source: List of files (as a thesis promoter)
fr_be: Liste des dossiers (en tant que promoteur de thèse)

source: List of mandates
fr_be: Liste des mandats

source: List of publications in PDF format (DIAL)
fr_be: Liste de publications au format PDF (DIAL)

source: Mail service management to assistants and Deans of Faculty
fr_be: Gestion de l'envoi des courriels aux assistants et doyens de faculté

source: Management of application access dates
fr_be: Gestion des dates d'accès à l'application

source: Management of collective facilities (lab, workshop, library, IT department, website,...)
fr_be: Gestion d’équipements collectifs (labo, atelier, bibliothèque, service informatique, site web...)

source: Mandate
fr_be: Mandat

source: Mandate edition
fr_be: Édition mandat

source: Mandate requested externally (FNRS, FRIA, ...)
fr_be: Mandat demandé à l'extérieur (FNRS, FRIA, ...)

source: Mandate type
fr_be: Type de mandat

source: Mandates
fr_be: Mandats

source: Mandates renewal procedure dates
fr_be: Dates de la procédure de renouvellement des mandats

source: Miscellaneous
fr_be: Divers

source: My mandates
fr_be: Mes mandats

source: Name
fr_be: Nom

source: Negative appeal
fr_be: Appel négatif

source: No
fr_be: Non

source: No appeal
fr_be: Pas d'appel

source: No file submitted
fr_be: Aucun fichier soumis

source: No promoter
fr_be: Pas de promoteur

source: No result
fr_be: Aucun résultat!

source: Number of face-to-face hours
fr_be: Nombre d'heures en présentiel

source: Number of series
fr_be: Nombre de séries

source: Number of sessions planned for this course
fr_be: Nombre de séances prévues pour ce cours

source: Number of students per series
fr_be: Nombre d'étudiants par série

source: Opinion
fr_be: Avis

source: Opinion of the sector vice-rector
fr_be: Avis vice-recteur de secteur

source: Opinion of the steering commitee
fr_be: Avis encadrement

source: Opinions
fr_be: Avis

source: Organization of seminars, conferences, visits, study tours, grounds, seminars… (not taken in account in the 'Teaching units' section)
fr_be: Organisation de stages, colloques, visites, voyages d’études, terrains, séminaires... (non pris en compte dans la section 'Unités d'enseignement')

source: Other status
fr_be: Autre statut

source: Other types of services associated with this course
fr_be: Autres types de prestations associées à ce cours

source: Participation in juries and/or scientific committees
fr_be: Participation à des jurys et/ou des commissions scientifiques

source: Participation in thesis and/or dissertation
fr_be: Participation à l'encadrement de thèse et/ou de mémoire

source: Percentage for research and Ph.D.
fr_be: Pourcentage pour la recherche et le doctorat

source: Percentage for service activities
fr_be: Pourcentage pour les activités de service

source: Percentage for teaching
fr_be: Pourcentage pour l'enseignement

source: Percentage of involvement as beneficiary in training activities
fr_be: Pourcentage de participation, comme bénéficiaire, à des activités de formation

source: Percentage of occupancy
fr_be: Pourcentage d'occupation

source: Person
fr_be: Personne

source: Please enter the last name and first name of the person you are looking for and select the corresponding choice in the drop-down list
fr_be: Veuillez sélectionner une personne dans la liste après avoir effectué une recherche

source: Please enter the number of hours per year
fr_be: Veuillez introduire le nombre d'heures par an

source: Please select the XLSX file
fr_be: Veuillez sélectionner le fichier XLSX

source: Positive appeal
fr_be: Appel positif

source: Preparation, coordination and evaluation (h)
fr_be: Préparation, coordination et évaluation (h)

source: President of Institute
fr_be: Président d'institut

source: Printing date
fr_be: Date d'impression

source: Prize(s) and/or distinction(s)
fr_be: Prix et/ou distinction(s)

source: Promoter
fr_be: Promoteur

source: Publication(s) in preparation
fr_be: Publication(s) en préparation

source: Refuse
fr_be: Décliner

source: Refused by the assistant
fr_be: Décliné par l'assistant

source: Registration number
fr_be: Matricule

source: Remark
fr_be: Remarque

source: Remark concerning the activity report
fr_be: Remarque concernant le rapport d'activités

source: Renewal application form
fr_be: Formulaire de demande de renouvellement

source: Renewal type
fr_be: Type de renouvellement

source: Replace
fr_be: Remplacer

source: Replacement
fr_be: Remplacement

source: Report of the steering committee (mandatory from the second renewal application)
fr_be: Rapport du comité d'encadrement (obligatoire à partir de la deuxième demande de renouvellement)

source: Representation activities at UCL
fr_be: Activités de représentation à l'UCL

source: Representative of the Institute President
fr_be: Délégue de président d'institut

source: Research
fr_be: Recherche

source: Research document
fr_be: Document de recherche

source: Research opinion
fr_be: Avis recherche

source: Reviewer
fr_be: Évaluateur

source: Reviewers
fr_be: Évaluateurs

source: Reviews
fr_be: Opinions

source: Role
fr_be: Rôle

source: Save
fr_be: Sauver

source: Scheduled date of registration
fr_be: Date prévue d'inscription

source: Scientific stay(s) and/or course(s)
fr_be: Séjour(s) et/ou stage(s) scientifiques

source: Scientific, pedagogical or other training you have attended (LLL, SMCS, RHUM, Summer School)
fr_be: Formations scientifiques, pédagogiques ou autres auxquelles vous avez participé (LLL, SMCS, RHUM, Summer School)

source: Search by email or last name
fr_be: recherche par email ou nom de famille

source: Search for an organization
fr_be: Recherche une organisation

source: Select Excel file to inject mandates
fr_be: Choisir un fichier Excel pour injecter les mandats

source: Send an email to all assistants
fr_be: Envoyer un email à tous les assistants

source: Send an email to reviewers
fr_be: Envoyer un email aux évaluateurs

source: Sender
fr_be: Expéditeur

source: Service activities
fr_be: Activités de services

source: Settings
fr_be: Réglages

source: Should you no longer fulfill the requirements for a "normal" renewal, can you specify the circumstances justifying an exceptional renewal application (art. 51 of the RAMCS)
fr_be: Dans la mesure où vous ne rempliriez plus les conditions pour bénéficier d'un renouvellement 'normal', pouvez-vous préciser les circonstances justifiant une demande de renouvellement exceptionnel (art. 51 du RAMCS)

source: Should you no longer fulfill the requirements for a 'normal' renewal, can you specify the circumstances justifying an exceptional renewal application (art. 51 of the RAMCS)
fr_be: Dans la mesure où vous ne rempliriez plus les conditions pour bénéficier d'un renouvellement 'normal', pouvez-vous préciser les circonstances justifiant une demande de renouvellement exceptionnel (art. 51 du RAMCS)

source: Special
fr_be: Spécial

source: Start
fr_be: Début

source: Startup procedure
fr_be: Procédure de démarrage

source: State
fr_be: État

source: Status
fr_be: Statut

source: Submit an opinion
fr_be: Remettre un avis

source: Substitute promoter
fr_be: Promoteur de remplacement

source: Substitute reviewer
fr_be: Évaluateur remplaçant

source: Summary
fr_be: Récapitulatif

source: Table listing all the files
fr_be: Tableau reprenant l'ensemble des dossiers

source: Teaching assistant
fr_be: Assistant d'enseignement

source: The 'Doctorate' section must be completed
fr_be: La rubrique 'Doctorat' doit être complétée

source: The cols title are wrong.
fr_be: Les titres des colonnes sont incorrects.

source: The length of filename may not exceed 100 characters.
fr_be: Le nom du fichier ne doit pas excéder 100 caractères.

source: The number of cols is wrong.
fr_be: Le nombre de colonnes est erroné.

source: The promoter must be identified
fr_be: Le promoteur doit être identifé

source: The total must be equal to 100
fr_be: Le total doit être égal à 100

source: Thesis promoter
fr_be: Promoteur de thèse

source: This export is used to add assistants form to SAP
fr_be: Cette exportation est utilisée pour ajouter les dossiers d'assistants à SAP

source: This information is only transmitted to DAS/CAS and Vice-Rector
fr_be: Cette information n'est transmise qu'aux DAS/CAS et Vice-Recteur

source: This information will not be transmitted to the assistant
fr_be: Cette information ne sera pas transmise à l'assistant

source: This person is already a reviewer, please select another person
fr_be: Cette personne est déjà évaluateur, veuillez choisir quelqu'un d'autre

source: Title
fr_be: Intitulé

source: Title (provisional) of the thesis
fr_be: Titre (provisoire) de la thèse

source: To Ph.D. promoter
fr_be: Au promoteur de doctorat

source: To all reviewers
fr_be: À tous les évaluateurs

source: To one Dean
fr_be: A un doyen

source: To the Deans of Faculty
fr_be: Aux doyens de faculté

source: To the assistants
fr_be: Aux assistants

source: Training activities
fr_be: Activités de formation

source: Tutoring document
fr_be: Teaching document

source: Unfavourable
fr_be: Défavorable

source: Validate and submit
fr_be: Valider et soumettre

source: Vice-rector of sector
fr_be: Vice-recteur de secteur

source: View
fr_be: Voir

source: Within the CORSCI
fr_be: Au sein du CORSCI

source: Within the faculty (program committees, faculty board, faculty council)
fr_be: Au sein de la faculté (commissions de programme, bureau de faculté, conseil de faculté)

source: Within the institute (institute board, institute council,...)
fr_be: Au sein de l’institut (bureau d’institut, conseil d’institut...)

source: Within the organs of the University (academic council, other councils or commissions,...)
fr_be: Au sein des organes de l’Université (conseil académique, autres conseils ou commissions...)

source: Within the sector (board and/or council)
fr_be: Au sein du secteur (bureau et/ou conseil)

source: Workflow and reviews
fr_be: Workflow et évaluations

source: Yes
fr_be: Oui

source: You are connected as
fr_be: Vous êtes connecté en tant que

source: You must add at least one teaching unit under the heading 'Teaching Units'
fr_be: Vous devez ajouter au moins une unité d'enseignement dans la rubrique 'Unités d'enseignement'

source: You must add one learning unit
fr_be: Vous devez ajouter une unité d'enseignement

source: You must select a PDF file
fr_be: Vous devez sélectionner un fichier PDF

source: assistants_mandates
fr_be: assistants_mandats

source: file uploaded
fr_be: a été correctement téléchargé

source: number of hours per year
fr_be: nombre d'heures par an

source: search by course acronym
fr_be: recherche par acronyme du cours
